<div class="col-lg-9 col-md-9 bg bg-light " id="fuck">
<div class="pt-4 pl-2">
    
    <div class="img-div text-center">
        <img src="<?php echo base_url("image/sskcat-logo.png");?>" alt="" class="img-fluid w-25 animated fadeInUp">
    </div>
    <h3 class="animated fadeInUp">ประวัติวิทยาลัย</h3>
<div id="div2">
        <p style="text-indent:4em;">เจ้าคุณเทศาภิบาลได้ปรารภกับรองอำมาตย์โทพระศรีวิชัยบริบาล(ข้าหลวงประจำจังหวัดศรีสะเกษ) ว่าในจังหวัดศรีสะเกษ ควรจะมีแหล่งศึกษาทางด้านการเกษตร เพื่อที่จะได้สั่งสอนอบรมบุตรหลานของเกษตรกรให้นำความรู้ใหม่ๆ ทางการเกษตรไปถ่ายทอดต่อบิดามารดา  หรือกับบรรดาเครือญาติที่มีอาชีพทางการเกษตรทั้งหลายอันจะเป็นการพัฒนาประเทศอีกทางหนึ่ง รองอำมาตย์โทพระศรีวิชัยบริบาล  จึงได้ประชุมนายอำเภอต่างๆ  ในจังหวัดศรีสะเกษ  ให้พิจารณาจัดตั้ง  “โรงเรียนประถมวิสามัญกสิกรรม”ขึ้น ต่อมาพระศรีพิชัยบริบาล (ข้าหลวงประจำจังหวัด) หลวงศักดิ์รัตนเขต  (นายอำเภอเมืองศรีสะเกษ) และขุนอักษรๆ (ธรรมการจังหวัด) พร้อมด้วยข้าราชการและประชาชนหลายคนได้ออกตรวจเลือกสถานที่ที่จะจัดตั้งโรงเรียนดังกล่าวข้นและได้เสนอสถานที่ที่จะตั้งไปยังสมุหเทศาภิบาล </p>
        <p style="text-indent:4em;">ต่อมา  สมุหเทศาภิบาลได้โปรดให้พระยาสิมาจารย์ธรรมการมณฑลและนายอ่ำ  อุ่นไทยมาพิจารณาบริเวณที่ข้าหลวงจังหวัด  ข้าราชการจังหวัด  และประชาชนเสนอไปเมื่อกลางปี  2473และได้กลับไปเสนอบริเวณที่จะจัดตั้งโรงเรียนขึ้น  โดยเห็นว่าบริเวณ  “ห้วยปูน” ซึ่งอยู่ทางทิศตะวันตกเฉียงใต้ของตัวเมือง  ห่างจากตัวเมืองศรีสะเกษ  ประมาณ  1.5 กิโลเมตร  มีเนื้อที่ประมาณ2,000ไร่  มีลำห้วยปูน  ลำห้วยสำราญไหลผ่าน  บางส่วนของพื้นที่รกร้างว่างเปล่า  และทำเลเลี้ยงสัตว์  เป็นที่ราบลุ่มและที่ราบสูงเหมาะแก่การเกษตรและไม่ห่างจากตัวเมืองมากนัก  เป็นสถานที่เหมาะสมในการจัดตั้งโรงเรียน จึงให้ตั้งชื่อโรงเรียนชื่อ <strong class="text-danger">“โรงเรียนประถมวิสามัญกสิกรรม”</strong> ซึ่งเปิดทำการสอนเมื่อวันที่ 15  พฤษภาคม  2474  เปิดสอนตามหลักสูตรชั้นประถมปีที่  4  โดยมีนายทิม  หาญกล้า  เป็นครูใหญ่  รับเฉพาะนักเรียนชายประจำ  โดยทางจังหวัดคัดเลือกนักเรียนเข้าเรียนและให้ทุนการศึกษาทุกคน</p>
        <h5>การเปลี่ยนแปลงระดับการศึกษา</h5>
        <p style="text-indent:4em;"><strong>พ.ศ. 2474-2482</strong>  โรงเรียนประถมวิสามัญกสิกรรมห้วยปูน  เปิดสอนตามหลักสูตรชั้นประถมปีที่  4 พ.ศ. 2482  ได้เปลี่ยนชื่อโรงเรียนเป็น  โรงเรียนกสิกรรมศรีสะเกษ  สังกัดกรมวิชาการ  กระทรวงศึกษาธิการ  รับนักเรียนจากผู้สำรวจการศึกษาชั้นประถมปีที่  4  เข้าเรียนหลักสูตร  2  ปี   เมื่อจบการศึกษาแล้วได้รับประกาศนียบัตร  ประโยคมัธยมอาชีวศึกษาตอนต้น  แผนกเกษตรกรรม</p>
        <p style="text-indent:4em;"><strong>พ.ศ. 2494</strong>  เปิดสอนหลักสูตร  มัธยมศึกษาตอนปลาย  แผนกเกษตรกรรม  รับผู้สำเร็จการศึกษาระดับประโยคมัธยมศึกษาตอนต้น  หรือผู้สำเร็จมัธยมศึกษาปีที่  3  เข้าเรียนต่อเป็นเวลา 3  ปี  เมื่อสำเร็จแล้วจะได้รับ  ประกาศนียบัตรประโยคมัธยมอาชีวศึกษาตอนปลาย แผนกเกษตรกรรม </p>
        <p style="text-indent:4em;"><strong>พ.ศ. 2507</strong>  เปิดสอนหลักสูตร  มัธยมศึกษาตอนปลายสายอาชีพ  แผนกเกษตรกรรม  เทียบเท่าประโยคมัธยมศึกษาชั้นสูง  รับผู้สำเร็จมัธยมศึกษาตอนต้น  (ม. 6 เดิม) หรือผู้สำเร็จมัธยมศึกษาตอนต้นแผนกเกษตรกรรม  เข้าศึกษาเป็นเวลา  3  ปี  (ม.ศ. 4,5,6) สำเร็จแล้วได้รับประกาศนียบัตร   ประโยคมัธยมศึกษาตอนปลายสายอาชีพ  แผนกเกษตรกรรม </p>
        <p style="text-indent:4em;">ในปี <strong>พ.ศ.  2513</strong>  เปิดสอนระดับประกาศนียบัตรการศึกษาเกษตร  (ปกศ.เกษตร)ขึ้นอีกระดับหนึ่งรับเฉพาะนักเรียนชายอยู่ประจำตามคำเร่งรัดครูฉุกเฉินของกรมการปกครองกระทรวงมหาดไทย  รับผู้จบมัธยมศึกษาปีที่  3     (ม.ศ. 3) หลักสูตร  2  ปี</p>
        <h5>ปีการศึกษา  2518-2523  มีการเปิดสอน ดังนี้</h5>
        <ul>
                <li>ระดับมัธยมศึกษาตอนปลาย  หมวดวิชาประเภทวิชาเกษตรกรรม  หลักสูตร ม.ศ. 3 เข้าศึกษาเป็นเวลา  2  ปี</li>
                <li>หลักสูตรประกาศนียบัตรวิชาชีพ  พ.ศ. 2520  หมวดวิชาประเภทวิชาเกษตรกรรม(ปวช. 2520) รับผู้จบระดับประโยคมัธยมศึกษาตอนปลาย หมวดวิชาชีพประเภทวิชาเกษตรกรรมและ ผู้จบระดับมัธยมศึกษาตอนปลายโปรแกรมเกษตร(ม.ศ. 5 โปรแกรมเกษตร) เข้าศึกษาเป็นเวลา  1  ปี</li>
                <li>หลักสูตรประกาศนียบัตรชั้นสูง  แผนกเกษตรกรรม  รับผู้จบหลักสูตรประกาศนียบัตรวิชาชีพประเภทวิชาเกษตรกรรม  ศึกษาต่อเป็นเวลา  2  ปี</li>

        </ul>
        <p style="text-indent:2em;">เมื่อวันที่  1   ตุลาคม  พ.ศ.  2519  ได้รับการยกฐานะจาก  โรงเรียนเกษตรกรรมศรีสะเกษเป็น  วิทยาลัยเกษตรกรรมศรีสะเกษ  สังกัดกองวิทยาลัยเกษตรกรรม  กรมอาชีวศึกษา  กระทรวงศึกษาธิการ</p>
        <h5>ปีการศึกษา  2523-2526  เปิดสอน  4  หลักสูตร  คือ</h5>
        <ul>
                <li>หลักสูตร  ปวช. 2524  รับผู้ที่จบ  ม. 3  หรือเทียบเท่าเข้าศึกษาต่อเป็นเวลา  3  ปี</li>
                <li>หลักสูตร  ปวช. 2525  รับผู้ที่จบ ปวช. หรือ ม.ศ. 5 ประเภทวิชาชีพเกษตรกรรมเข้าศึกษาต่อเป็นเวลา  2  ปี</li>
                <li>หลักสูตร  ปวช. 2520  รับผู้ที่จบ ม.ศ. 5 เข้าศึกษาต่อเป็นเวลา  1  ปี</li>
                <li>หลักสูตร  ปวช. 2524  (พิเศษ) รับผู้ที่จบ  ม.ศ.5 เข้าศึกษาต่อเป็นเวลา  1  ปี</li>
        </ul>
        <h5>ปีการศึกษา  2527  เปิดสอน  5  หลักสูตร คือ</h5>
        <ul>
                <li>หลักสูตร  ปวช. 2524</li>
                <li>หลักสูตร  ปวส. 2525</li>
                <li>หลักสูตร  ปวส. 2527 </li>
                <li>หลักสูตร  โครงการอาชีวศึกษาเพื่อแก้ปัญหาความยากจนในชนบท  (อศ.กช.)</li>
                <li> หลักสูตร  ปวท. 2527  สาขาวิชาพืชไร่-นา  สาขาวิชาโคเนื้อและกระบือ  สาขาวิชาสวนประดับ  สาขาวิชาสัตว์ปีก  และสาขาวิชาสัตว์เล็ก</li>
        </ul>
        <p style="text-indent:2em;">ตั้งแต่ปีการศึกษา  2536  เป็นต้นมา  วิทยาลัยเกษตรและเทคโนโลยีศรีสะเกษ  ได้รับการอนุมัติจากกระทรวงศึกษาธิการ  ให้เปิดสอน  หลักสูตรระดับ  ปวส.  สาขาวิชาการบัญชี  สาขาวิชาคอมพิวเตอร์ธุรกิจ  สาขาวิชาเทคโนโลยีภูมิทัศน์  และสาขาวิชาอุตสาหกรรมการเกษตรเพิ่มขึ้นโดยรับนักเรียนที่จบชั้น  ม.  6  จากโรงเรียนมัธยมสามัญ  เรียนต่อหลักสูตร  2  ปี  นอกจากนั้นยังเปิดสอนในหลักสูตร  ปวช.  ช่างยนต์  ตามโครงการวิทยาลัยชุมชน</p>
        <p style="text-indent:2em;">ตั้งแต่ปีการศึกษา  2537  ได้จัดตั้งวิทยาลัยชุมชนในวิทยาลัยเกษตรกรรมศรีสะเกษ  ชิ่อ  วิทยาลัยชุมชนศรีนครลำดวน</p>
        <p style="text-indent:2em;">วันที่  1   ตุลาคม  พ.ศ.  2539  ได้เปลี่ยนชื่อเป็น  <strong class="text-primary">วิทยาลัยเกษตรและเทคโนโลยีศรีสะเกษ</strong>  สังกัดกองวิทยาลัยเกษตรกรรม  กรมอาชีวศึกษา  กระทรวงศึกษาธิการ</p>
        <p style="text-indent:2em;">เนื่องจากกระทรวงศึกษาธิการ  ได้ปฏิรูประบบบริหารราชการ  เพื่อให้สอดคล้องกับพระราชบัญญัติการศึกษาแห่งชาติ  พ.ศ.  2542  (แก้ไขปรับปรุง  พ.ศ.  2545) จึงได้เปลี่ยนสังกัดจากกรมอาชีวศึกษาเป็นสังกัดสถาบันการอาชีวศึกษาภาคตะวันออกเฉียงเหนือ  6  สำนักงานคณะกรรมการการอาชีวศึกษา  กระทรวงศึกษาธิการ  ตั้งแต่  7  กรกฎาคม  2546  เป็นต้นมา และตั้งแต่  พ.ศ.  2545  จนถึงปัจจุบัน  มี <strong class="text-primary">นายอรัญ สิงห์คำ</strong> เป็นผู้อำนวยการสถานศึกษาคนปัจจุบัน</p>
        <hr>
    </div>
    

    


    

</div>
</div>